Repository: holger53/TestPDFViewer
Catalog: Localization/Strings.*.resx
Languages: de_de, es_es, fr_fr

# StartForm_Title
source: Shortcuts for PDF Files
de_de: Kürzel für PDF-Dateien
es_es: Atajos para archivos PDF
fr_fr: Raccourcis pour fichiers PDF

# Button_SetTags
source: Set Tag (Open PDF)
de_de: Tag setzen (PDF öffnen)
es_es: Establecer etiqueta (Abrir PDF)
fr_fr: Définir une étiquette (Ouvrir PDF)

# Button_ManageCategories
source: Manage Categories (Tags)
de_de: Kategorien (Tags) verwalten
es_es: Administrar categorías (Etiquetas)
fr_fr: Gérer les catégories (Étiquettes)

# Button_CompanyData
source: Company/Personal Data
de_de: Firmen-/Personendaten
es_es: Datos de empresa/personales
fr_fr: Données d'entreprise/personnelles

# Button_Exit
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter

# Message_CompanyDataSaved
source: Company data saved successfully.
de_de: Firmendaten wurden erfolgreich gespeichert.
es_es: Los datos de la empresa se guardaron correctamente.
fr_fr: Les données de l'entreprise ont été enregistrées avec succès.

# Message_Success
source: Success
de_de: Erfolg
es_es: Éxito
fr_fr: Succès

# Error_LoadCompanyData
source: Error loading company data:
de_de: Fehler beim Laden der Firmendaten:
es_es: Error al cargar los datos de la empresa:
fr_fr: Erreur lors du chargement des données de l'entreprise:

# Error_SaveCompanyData
source: Error saving company data:
de_de: Fehler beim Speichern der Firmendaten:
es_es: Error al guardar los datos de la empresa:
fr_fr: Erreur lors de l'enregistrement des données de l'entreprise:

# Error_Title
source: Error
de_de: Fehler
fr_fr: Erreur

# Message_LanguageChanged
source: Language changed. Some changes will take effect on next start.
de_de: Sprache wurde geändert. Einige Änderungen werden beim nächsten Start wirksam.
es_es: Idioma cambiado. Algunos cambios entrarán en vigor en el próximo inicio.
fr_fr: Langue modifiée. Certains changements prendront effet au prochain démarrage.
